{"last_run":"2025-12-28 01:00:54","report":{"source":"https://www.mevzuat.gov.tr/MevzuatMetin/1.3.6183.pdf","article_info":{"found":true,"title":"Gecikme Zammı (Madde 51)","content":"Madde 51- (Değişik: 25/12/2003-5035/4 md.) Amme alacağının ödeme müddeti içinde ödenmeyen kısmına vadenin bitim tarihinden itibaren her ay için ayrı ayrı %4 (%3,7)24 oranında gecikme zam mı tatbik olunur. Ay kesirlerine isabet eden gecikme zammı günlük olarak hesap edilir. 23 4/6/2008 tarihli ve 5766 sayılı Kanunun 7 nci maddesiyle; bu fıkrada yer alan \"iki s enelik\" ibaresi \"kanuni\" şeklinde değiştirilmiştir. 24 13/11/2025 tarihli ve 33076 sayılı Resmî Gazete’de yayımlanan 10556 sayılı Cumhurbaşkanı Kararı ile birinci fıkrada yer alan gecikme zammı oranı her ay için ayrı ayrı uygulanmak üzere %3,7 olarak belirlenmiştir. Gecikme zammı birmilyon liradan az olamaz. Gecikme zammı; 213 sayılı Vergi Usul Kanununa göre uygulanan vergi ziyaı cezalarında bu madde uyarınca belirlenen oranda, mahk emeler tarafından verilen ve ceza mahiyetinde olan amme alacaklarında ise bu oranın yarısı ölçüsünde uygulanır. Bunların dışındaki ceza mahiyetinde olan amme alacaklarına gecikme zammı tatbik edilmez. Cumhurbaşkanı, gecikme zammı oranlarını aylar itibarıyl a topluca veya her ay için ayrı ayrı, yüzde onuna kadar indirmeye, gecikme zammı oranı ile gecikme zammı asgari tutarını iki katına kadar artırmaya, ayrıca gecikme zammı oranını aylar itibarıyla farklı olarak belirlemeye ve gecikme zammını bileşik faiz usu lüyle aylık, üç aylık, altı aylık veya yıllık olarak hesaplatmaya yetkilidir.25 Gecikme zammında tatbik müddeti ve diğer hükümler:"},"current_decree_rate":"3.7","extracted_gecikme_zammi_rates":[{"rate_value":"4","full_rate_string":"%4","is_primary_statutory_rate":true,"is_current_decree_rate":false,"context_note":"Kanun metninin ana fıkrasındaki oran (parantez içi eski veya referans olabilir)."},{"rate_value":"3.7","full_rate_string":"%3.7","is_primary_statutory_rate":false,"is_current_decree_rate":true,"context_note":"Cumhurbaşkanı Kararı ile belirlenen GÜNCEL orandır."}],"note":"Kanun metninde belirtilen oran, Cumhurbaşkanlığı kararı ile belirlenen güncel gecikme zammı oranı olmayabilir; kanun sadece uygulama usulünü tanımlar. Güncel oran için Resmi Gazete verileri gereklidir."}}